Repository: Giuseppe-Mazzapica/FCPostContentHandler
Catalog: langs/fcpch-*.po
Languages: it_it

source: Fragment Cache Post Content
it_it: Fragment Cache per il Contenuto dei Post

source: Can't cache password protected posts.
it_it: Cache disabilitata per i post protetti da password.

source: Fragment cache content?
it_it: Attivare Fragment cache per post?

source: Please check only if post content contain resource intensive and/or time consuming shortcodes.
it_it: Per favore, attivare solo se nel contenuto del post vi sono shortcode che richiedono un uso intensivo di risorse e/o di tempo.

source: Do NOT check if:
it_it: NON attivare se:

source: there are no shortcodes in content
it_it: non ci sono shorcode nel contenuto

source: shortcodes output user-specific content for logged users
it_it: vi sono shortcode che mostrano contenuto specifico per gli utenti loggati

source: shortcodes output random content that you need to keep randomly changing
it_it: vi sono shortcode che mostrano contenuto casuale che si necessita rimanga tale

source: Enable for post types
it_it: Abilita per i tipi di post

source: Fragment Cache Plugin
it_it: Plugin Fragment Cache

source: Fragment Cache Handlers
it_it: Gestori Fragment Cache

source: Settings for core handlers of
it_it: Impostazioni per i gestori di base di

source: Settings for Post Content Handler of
it_it: Impostazioni per il gestore del contenuto post di

source: Choose for which post types Post Content Handler of Fragment Cache should be available:
it_it: Scegli per quali tipi di post la cache per il contenuto deve essere disponibile:

source: Check valid capabilities %shere%s
it_it: Controlla %squi%s quali sono i livelli disponibili

source: Required capability
it_it: Autorizzazione richiesta

source: Choose the capability users must have to see metabox in post edit screen.
it_it: Scegli il livello di autorizzazione che un utente deve avere per avere accesso alla metabox.

source: Choose Fragment Cache core handlers to enable:
it_it: Scegli quale gestori cache di base abilitare:
